Repository: izmeez/dhtml_menu
Catalog: po/*.po
Languages: fr

source: Use DHTML Effect
fr: Utiliser l'effet DHTML

source: Enable on all menus.
fr: Activer sur tous les menus.

source: Keep current configuration.
fr: Conserver la configuration actuelle.

source: Disable on all menus.
fr: Désactiver sur tous les menus.

source: jQuery slide effect
fr: Effet de glissement jQuery

source: Menu slides when it opens and closes.
fr: Le menu "glisse" lorsqu'il s'ouvre et se ferme.

source: Hide Siblings effect
fr: Effet de dissimulation des éléments frères

source: Close all other menu items when one opens.
fr: Lorsque l'on ouvre un élément de menu, tous les autres se ferment.

source: Duplicated menu items
fr: Éléments de menu dupliqués

source: You can specify a list of menu items that should be displayed twice: Once as a parent item that expands and collapses the sub-menu and again as its own child item, which points directly to the page (the parent items still links on double-click). Enter one internal path (like "admin") on each line. To specify a custom link text, put it after the path, separated by a space.
fr: Vous pouvez spécifier une liste d'éléments de menu devant apparaître deux fois : une fois en tant qu'élément parent dépliant et repliant le sous-menu, et une fois en tant que son propre élément enfant qui pointe directement vers la page (les éléments parents proposent aussi ce lien, mais nécessitent un double clic). Saisissez un chemin interne (par exemple "admin") par ligne. Pour spécifier un texte de lien personnalisé, renseignez-le après le chemin, séparé de celui-ci par un espace.

source: DHTML has been enabled for all menus.
fr: DHTML a été activé pour tous les menus.

source: DHTML has been disabled for all menus.
fr: DHTML a été désactivé pour tous les menus.

source: Use the DHTML effect
fr: Utiliser l'effet DHTML

source: DHTML Menu
fr: Menu DHTML

source: Adds new menus with DHTML to reduce page refreshes
fr: Ajoute les nouveaux menus au format DHTML pour limiter les rafraîchissements de page

source: All your menu blocks now use DHTML behavior by default. This configuration can be changed in the <a href="@url">block settings</a>.
fr: Tous vos blocs de menus utilisent désormais le comportement DHTML par défaut. Cette configuration peut être modifiée dans le <a href="@url">paramétrage des blocs</a>.
